Repository: ovedaydin/spacebar
Catalog: packaging/Localizable.xcstrings
Source language: en
Languages: de, es, tr

source: Moved %@ to the Trash, so that space isn't free yet. Delete Now permanently deletes just these items; nothing else in your Trash is touched.
de: %@ in den Papierkorb gelegt, daher ist der Speicher noch nicht frei. „Jetzt löschen“ löscht nur diese Objekte endgültig; alles andere im Papierkorb bleibt unberührt.
es: Se han trasladado %@ a la Papelera, así que ese espacio aún no está libre. “Eliminar ahora” elimina permanentemente solo estos ítems; no se toca nada más de la Papelera.
tr: %@ Çöp Sepeti'ne taşındı; bu nedenle bu alan henüz boşalmadı. Şimdi Sil yalnızca bu öğeleri kalıcı olarak siler; Çöp Sepeti'nizdeki başka hiçbir şeye dokunulmaz.

source: Moved %lld items (%@) back to where they were.
de: %lld Objekte (%@) an den ursprünglichen Ort zurückgelegt.
es: Se han devuelto %lld ítems (%@) a su ubicación original.
tr: %lld öğe (%@) eski yerine taşındı.

source: Moved %lld photos (%@) to Recently Deleted in Photos. Restore them there within 30 days, or delete them there to free the space now.
de: %lld Fotos (%@) in „Zuletzt gelöscht“ in Fotos bewegt. Stelle sie dort innerhalb von 30 Tagen wieder her oder lösche sie dort, um den Speicher sofort freizugeben.
es: Se han trasladado %lld fotos (%@) a Eliminado recientemente en Fotos. Restáuralas allí en un plazo de 30 días o elimínalas allí para liberar el espacio ya.
tr: %lld fotoğraf (%@) Fotoğraflar'daki Son Silinenler'e taşındı. 30 gün içinde oradan geri yükleyebilir veya alanı hemen boşaltmak için oradan silebilirsiniz.

source: Moves them from the Trash to where they were
de: Legt sie aus dem Papierkorb an den ursprünglichen Ort zurück
es: Los traslada de la Papelera a su ubicación original
tr: Bunları Çöp Sepeti'nden eski yerlerine taşır

source: Names to match
de: Abzugleichende Namen
es: Nombres que buscar
tr: Eşleşecek adlar

source: Needs Full Disk Access
de: Benötigt Festplattenvollzugriff
es: Requiere Acceso total al disco
tr: Tam Disk Erişimi gerekiyor

source: Never Show in Cleanup
de: Nie in Bereinigung zeigen
es: No mostrar nunca en la limpieza
tr: Temizlikte Asla Gösterme

source: New Rule
de: Neue Regel
es: Nueva regla
tr: Yeni Kural

source: New Rule…
de: Neue Regel …
es: Nueva regla…
tr: Yeni Kural…

source: Newer build-tools %@ installed
de: Neuere build-tools %@ installiert
es: Hay build-tools %@ más recientes instaladas
tr: Daha yeni build-tools %@ yüklü

source: No cleans yet
de: Noch keine Bereinigungen
es: Aún no hay limpiezas
tr: Henüz temizlik yok

source: No emulator uses it · downloaded again by Android Studio when needed
de: Kein Emulator nutzt es · Android Studio lädt es bei Bedarf erneut
es: Ningún emulador la usa · Android Studio la vuelve a descargar cuando hace falta
tr: Hiçbir emülatör kullanmıyor · gerektiğinde Android Studio tarafından yeniden indirilir

source: No hidden Mac files on %@
de: Keine versteckten Mac-Dateien auf %@
es: No hay archivos ocultos de Mac en %@
tr: %@ üzerinde gizli Mac dosyası yok

source: No installed app matches this name. It may be left over from an app you removed, or belong to a command-line tool.
de: Keine installierte App passt zu diesem Namen. Es stammt evtl. von einer entfernten App oder gehört zu einem Befehlszeilentool.
es: Ninguna app instalada coincide con este nombre. Puede ser un resto de una app que eliminaste o pertenecer a una herramienta de línea de comandos.
tr: Bu adla eşleşen yüklü uygulama yok. Sildiğiniz bir uygulamadan kalmış veya bir komut satırı aracına ait olabilir.

source: No longer in the Trash
de: Nicht mehr im Papierkorb
es: Ya no está en la Papelera
tr: Artık Çöp Sepeti'nde değil

source: No matches
de: Keine Treffer
es: No hay coincidencias
tr: Eşleşme yok

source: No matching app
de: Keine passende App
es: Ninguna app coincide
tr: Eşleşen uygulama yok

source: No other data found for this app.
de: Keine weiteren Daten für diese App gefunden.
es: No se han encontrado más datos de esta app.
tr: Bu uygulama için başka veri bulunamadı.

source: No recent use recorded
de: Keine kürzliche Nutzung erfasst
es: No consta ningún uso reciente
tr: Yakın zamanda kullanım kaydı yok

source: Not Messages attachments
de: Keine Anhänge aus Nachrichten
es: No son adjuntos de Mensajes
tr: Mesajlar eki değil

source: Not a Homebrew version folder
de: Kein Homebrew-Versionsordner
es: No es una carpeta de versión de Homebrew
tr: Bir Homebrew sürüm klasörü değil

source: Not a Mail account folder
de: Kein Mail-Accountordner
es: No es una carpeta de cuenta de Mail
tr: Bir Mail hesap klasörü değil

source: Not a browser profile
de: Kein Browserprofil
es: No es un perfil de navegador
tr: Tarayıcı profili değil

source: Not a downloaded model
de: Kein geladenes Modell
es: No es un modelo descargado
tr: İndirilmiş bir model değil

source: Not a git repository
de: Kein git-Repository
es: No es un repositorio git
tr: Bir git deposu değil

source: Not a simulator device folder
de: Kein Simulator-Geräteordner
es: No es una carpeta de dispositivo de simulador
tr: Bir simülatör aygıt klasörü değil

source: Not an Android emulator
de: Kein Android-Emulator
es: No es un emulador de Android
tr: Bir Android emülatörü değil

source: Not an app data folder
de: Kein App-Datenordner
es: No es una carpeta de datos de app
tr: Bir uygulama veri klasörü değil

source: Not an app in an Applications folder
de: Keine App in einem Programme-Ordner
es: No es una app de una carpeta Aplicaciones
tr: Bir Uygulamalar klasöründeki uygulama değil

source: Not enough space on the drive (needs %@)
de: Nicht genug Speicher auf dem Laufwerk (benötigt %@)
es: No hay espacio suficiente en el disco (se necesitan %@)
tr: Diskte yeterli alan yok (%@ gerekiyor)

source: Not granted
de: Nicht erteilt
es: No concedido
tr: Verilmedi

source: Not in iCloud Drive or a cloud drive
de: Nicht in iCloud Drive oder einem Cloud-Laufwerk
es: No está en iCloud Drive ni en una unidad en la nube
tr: iCloud Drive'da veya bir bulut sürücüsünde değil

source: Not in the Trash
de: Nicht im Papierkorb
es: No está en la Papelera
tr: Çöp Sepeti'nde değil

source: Not scanned yet. Open to scan.
de: Noch nicht gescannt. Zum Scannen öffnen.
es: Aún no se ha analizado. Ábrelo para analizarlo.
tr: Henüz taranmadı. Taramak için açın.

# Not the Xcode in use · %@ · opened %@
source: Not the Xcode in use · %1$@ · opened %2$@
de: Nicht das verwendete Xcode · %@ · geöffnet %@
es: No es el Xcode en uso · %@ · abierto %@
tr: Kullanımdaki Xcode değil · %@ · açılma: %@

source: Not this app's data
de: Keine Daten dieser App
es: No son datos de esta app
tr: Bu uygulamanın verisi değil

source: Not turned on yet
de: Noch nicht aktiviert
es: Aún no activado
tr: Henüz açılmadı

source: Nothing excluded. Right-click any item and choose Never Show in Cleanup.
de: Nichts ausgeschlossen. Klicke mit der rechten Maustaste auf ein Objekt und wähle „Nie in Bereinigung zeigen“.
es: No hay nada excluido. Haz clic con el botón derecho en un ítem y selecciona “No mostrar nunca en la limpieza”.
tr: Hariç tutulan bir şey yok. Herhangi bir öğeyi sağ tıklayıp Temizlikte Asla Gösterme'yi seçin.

source: Nothing found
de: Nichts gefunden
es: No se ha encontrado nada
tr: Hiçbir şey bulunamadı

source: Nothing grew by more than 200 MB.
de: Nichts ist um mehr als 200 MB gewachsen.
es: Nada ha crecido más de 200 MB.
tr: 200 MB'tan fazla büyüyen bir şey yok.

source: Nothing here takes up space
de: Hier belegt nichts Speicher
es: Aquí nada ocupa espacio
tr: Burada yer kaplayan bir şey yok

source: Nothing marked for the Trash
de: Nichts für den Papierkorb markiert
es: Nada marcado para la Papelera
tr: Çöp Sepeti için işaretlenen bir şey yok

source: Nothing matches right now.
de: Derzeit passt nichts.
es: Ahora mismo no hay coincidencias.
tr: Şu anda eşleşen bir şey yok.

source: Nothing suggested to clean
de: Keine Bereinigung vorgeschlagen
es: No hay nada sugerido para limpiar
tr: Temizlik için önerilen bir şey yok

source: Nothing to clean here
de: Hier gibt es nichts zu bereinigen
es: Aquí no hay nada que limpiar
tr: Burada temizlenecek bir şey yok

source: Nothing to clean right now.
de: Derzeit gibt es nichts zu bereinigen.
es: No hay nada que limpiar ahora mismo.
tr: Şu anda temizlenecek bir şey yok.

source: Nothing yet.
de: Noch nichts.
es: Nada todavía.
tr: Henüz bir şey yok.

source: Notify me when the disk is almost full
de: Mitteilen, wenn das Volume fast voll ist
es: Avisarme cuando el disco esté casi lleno
tr: Disk neredeyse dolduğunda bana bildir

source: Offline site data (service workers)
de: Offline-Websitedaten (Service Worker)
es: Datos de sitios web sin conexión (service workers)
tr: Çevrimdışı site verileri (service worker’lar)

source: Offload
de: Auslagern
es: Disco externo
tr: Diske Taşı

source: Offload %lld Items to %@
de: %lld Objekte auf %@ auslagern
es: Trasladar %lld ítems a %@
tr: %lld Öğeyi %@ Diskine Taşı

source: Offloaded
de: Ausgelagert
es: Trasladados
tr: Diske taşındı

source: Offloaded to %@
de: Auf %@ ausgelagert
es: Trasladado a %@
tr: %@ diskine taşındı

source: Old Homebrew version · %@ is in use
de: Alte Homebrew-Version · %@ wird verwendet
es: Versión antigua de Homebrew · se usa la %@
tr: Eski Homebrew sürümü · %@ kullanımda

source: Old Simulators
de: Alte Simulatoren
es: Simuladores antiguos
tr: Eski Simülatörler

source: Old installers and archives in Downloads
de: Alte Installationsprogramme und Archive in Downloads
es: Instaladores y archivos comprimidos antiguos en Descargas
tr: İndirilenler'deki eski yükleyiciler ve arşivler

source: Old screenshots on the Desktop
de: Alte Bildschirmfotos auf dem Schreibtisch
es: Capturas de pantalla antiguas en el Escritorio
tr: Masaüstü'ndeki eski ekran görüntüleri

source: Older version: newer %@ data exists
de: Ältere Version: neuere %@-Daten vorhanden
es: Versión anterior: hay datos de %@ más recientes
tr: Eski sürüm: daha yeni %@ verisi var

# Oldest %@ · up to %@ purgeable
source: Oldest %1$@ · up to %2$@ purgeable
de: Ältester: %@ · bis zu %@ löschbar
es: La más antigua: %@ · hasta %@ purgables
tr: En eskisi: %@ · en fazla %@ temizlenebilir

source: Only Docker Desktop's signed docker command is used
de: Es wird nur der signierte docker-Befehl von Docker Desktop verwendet
es: Solo se usa el comando docker firmado de Docker Desktop
tr: Yalnızca Docker Desktop'ın imzalı docker komutu kullanılır

source: Only safe items are suggested
de: Nur sichere Objekte werden vorgeschlagen
es: Solo se sugieren ítems seguros
tr: Yalnızca güvenli öğeler önerilir

source: Only suggested caches, logs and build data, with the same rules as a manual clean: exclusions, running apps and Dry Run apply. You get a notification with what was freed.
de: Nur vorgeschlagene Caches, Protokolle und Builddaten, nach denselben Regeln wie bei manueller Bereinigung: Ausschlüsse, laufende Apps und Probelauf gelten. Du erhältst eine Mitteilung darüber, was freigegeben wurde.
es: Solo cachés, registros y datos de compilación sugeridos, con las mismas reglas que una limpieza manual: se aplican las exclusiones, las apps en ejecución y la Simulación. Recibirás una notificación con lo que se ha liberado.
tr: Yalnızca önerilen önbellekler, günlükler ve derleme verileri; elle temizlikle aynı kurallarla: Hariç tutulanlar, çalışan uygulamalar ve Deneme Çalıştırması geçerlidir. Ne kadar yer açıldığını belirten bir bildirim alırsınız.

source: Only what Spacebar put in the Trash. Anything else in your Trash is left alone.
de: Nur, was Spacebar in den Papierkorb gelegt hat. Alles andere im Papierkorb bleibt unberührt.
es: Solo lo que Spacebar trasladó a la Papelera. Lo demás que haya en la Papelera no se toca.
tr: Yalnızca Spacebar'ın Çöp Sepeti'ne koyduğu öğeler. Çöp Sepeti'nizdeki diğer şeylere dokunulmaz.

source: Only work out how much would be freed.
de: Nur ermitteln, wie viel freigegeben würde.
es: Solo calcular cuánto se liberaría.
tr: Yalnızca ne kadar yer açılacağını hesapla.

source: Open
de: Öffnen
es: Abrir
tr: Aç

source: Open %@
de: %@ öffnen
es: Abrir %@
tr: Aç: %@

source: Open %@ (⌘-click to select)
de: %@ öffnen (⌘-Klick zum Auswählen)
es: Abrir %@ (⌘ + clic para seleccionar)
tr: Aç: %@ (seçmek için ⌘-tıklayın)

source: Open Privacy & Security…
de: Datenschutz & Sicherheit öffnen …
es: Abrir Privacidad y seguridad…
tr: Gizlilik ve Güvenlik'i Aç…

source: Open Software Update
de: Softwareupdate öffnen
es: Abrir Actualización de software
tr: Yazılım Güncelleme'yi Aç

source: Open Spacebar
de: Spacebar öffnen
es: Abrir Spacebar
tr: Spacebar'ı Aç

source: Open Spacebar at login
de: Spacebar bei der Anmeldung öffnen
es: Abrir Spacebar al iniciar sesión
tr: Spacebar'ı girişte aç

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
tr: Sistem Ayarları'nı Aç

source: Opened attachment
de: Geöffneter Anhang
es: Adjunto abierto
tr: Açılmış ek

source: Opens a folder in Space Explorer to see what takes up space in it.
de: Öffnet einen Ordner im Speicher-Explorer, um zu sehen, was darin Speicher belegt.
es: Abre una carpeta en el Explorador de espacio para ver qué ocupa espacio en ella.
tr: İçinde neyin yer kapladığını görmek için bir klasörü Alan Gezgini'nde açar.

source: Opens the folder
de: Öffnet den Ordner
es: Abre la carpeta
tr: Klasörü açar

source: Optional: grant Full Disk Access
de: Optional: Festplattenvollzugriff erteilen
es: Opcional: conceder Acceso total al disco
tr: İsteğe bağlı: Tam Disk Erişimi verin

source: Other files
de: Andere Dateien
es: Otros archivos
tr: Diğer dosyalar

source: Other items
de: Andere Objekte
es: Otros ítems
tr: Diğer öğeler

source: Other system-wide app files
de: Andere systemweite App-Dateien
es: Otros archivos de apps para todo el sistema
tr: Sistem genelindeki diğer uygulama dosyaları

source: Outside your home folder
de: Außerhalb deines Benutzerordners
es: Fuera de tu carpeta de inicio
tr: Ev klasörünüzün dışında

source: Overview
de: Übersicht
es: Resumen
tr: Genel Bakış

source: Package-manager download caches (npm, Yarn, pnpm, Bun, Cargo, Gradle, SwiftPM, uv, and more). They are re-downloaded when needed. Model weights and dependency repositories are never touched.
de: Download-Caches von Paketmanagern (npm, Yarn, pnpm, Bun, Cargo, Gradle, SwiftPM, uv und mehr). Sie werden bei Bedarf erneut geladen. Modellgewichte und Abhängigkeits-Repositorys bleiben immer unberührt.
es: Cachés de descarga de gestores de paquetes (npm, Yarn, pnpm, Bun, Cargo, Gradle, SwiftPM, uv y más). Se vuelven a descargar cuando hace falta. Nunca se tocan los pesos de modelos ni los repositorios de dependencias.
tr: Paket yöneticisi indirme önbellekleri (npm, Yarn, pnpm, Bun, Cargo, Gradle, SwiftPM, uv ve daha fazlası). Gerektiğinde yeniden indirilirler. Model ağırlıklarına ve bağımlılık depolarına asla dokunulmaz.

source: Part of macOS
de: Teil von macOS
es: Parte de macOS
tr: macOS'in parçası

source: Permanently delete everything in the Trash?
de: Alles im Papierkorb endgültig löschen?
es: ¿Eliminar permanentemente todo lo que hay en la Papelera?
tr: Çöp Sepeti'ndeki her şey kalıcı olarak silinsin mi?

source: Permissions
de: Berechtigungen
es: Permisos
tr: İzinler

source: Photo
de: Foto
es: Foto
tr: Fotoğraf

source: Photos library
de: Fotomediathek
es: Fototeca de Fotos
tr: Fotoğraflar arşivi

source: Photos, Music & Movies
de: Fotos, Musik & Filme
es: Fotos, música y películas
tr: Fotoğraflar, Müzik ve Filmler

source: Photos, video & audio
de: Fotos, Video & Audio
es: Fotos, vídeo y audio
tr: Fotoğraf, video ve ses

source: Photos, videos and files received in Messages more than a year ago, grouped by year. They go to the Trash, so Put Back works. If Messages in iCloud is on, they stay in iCloud; otherwise this is the only copy, so review them. Quit Messages first.
de: Fotos, Videos und Dateien, die du vor über einem Jahr in Nachrichten erhalten hast, nach Jahr gruppiert. Sie kommen in den Papierkorb, „Zurücklegen“ funktioniert also. Ist „Nachrichten in iCloud“ aktiviert, bleiben sie in iCloud; andernfalls ist dies die einzige Kopie – prüfe sie daher. Beende zuerst Nachrichten.
es: Fotos, vídeos y archivos recibidos en Mensajes hace más de un año, agrupados por año. Van a la Papelera, así que puedes usar Devolver. Si Mensajes en iCloud está activado, se conservan en iCloud; si no, esta es la única copia, así que revísalos. Sal de Mensajes primero.
tr: Mesajlar'da bir yıldan daha önce alınan fotoğraflar, videolar ve dosyalar, yıla göre gruplanmış olarak. Çöp Sepeti'ne gittikleri için Geri Koy çalışır. iCloud'da Mesajlar açıksa iCloud'da kalırlar; değilse bu tek kopyadır, bu yüzden onları inceleyin. Önce Mesajlar'dan çıkın.

source: Pictures (including the Photos library), Music and Movies.
de: Bilder (inklusive Fotos-Mediathek), Musik und Filme.
es: Imágenes (incluida la fototeca de Fotos), Música y Películas.
tr: Resimler (Fotoğraflar arşivi dahil), Müzik ve Filmler.

source: Practice first: cleaning only shows what it would remove.
de: Erst üben: Beim Bereinigen wird nur gezeigt, was entfernt würde.
es: Practica primero: la limpieza solo muestra lo que eliminaría.
tr: Önce deneyin: Temizlik yalnızca neleri sileceğini gösterir.

source: Private
de: Privat
es: Privado
tr: Gizlilik

source: Profile last used %@ · its bookmarks, passwords and history go too
de: Profil zuletzt verwendet: %@ · seine Lesezeichen, Passwörter und sein Verlauf werden mit entfernt
es: Perfil usado por última vez %@ · también se eliminan sus marcadores, contraseñas e historial
tr: Profil en son %@ kullanıldı · yer işaretleri, parolaları ve geçmişi de silinir

source: Project Build Files
de: Projekt-Builddateien
es: Archivos de compilación de proyectos
tr: Proje Derleme Dosyaları

source: Protected data
de: Geschützte Daten
es: Datos protegidos
tr: Korunan veriler

source: Protected locations
de: Geschützte Orte
es: Ubicaciones protegidas
tr: Korunan konumlar

source: Protected: %@
de: Geschützt: %@
es: Protegido: %@
tr: Korunuyor: %@

source: Put Back
de: Zurücklegen
es: Devolver
tr: Geri Koy

source: Put Back %lld Items
de: %lld Objekte zurücklegen
es: Devolver %lld ítems
tr: %lld Öğeyi Geri Koy

source: Put back
de: Zurücklegen
es: Devolver
tr: Geri konuldu

source: Quick Look
de: Übersicht
es: Vista Rápida
tr: Hızlı Bakış

source: Quit
de: Beenden
es: Salir
tr: Çık

source: Quit %@
de: %@ beenden
es: Salir de %@
tr: %@ Uygulamasından Çık

source: Quit & Reopen
de: Beenden & neu öffnen
es: Salir y volver a abrir
tr: Çık ve Yeniden Aç

source: Range
de: Zeitraum
es: Intervalo
tr: Aralık

source: Rebuilt automatically when you build
de: Wird beim Builden automatisch neu erstellt
es: Se regenera automáticamente al compilar
tr: Derleme yaptığınızda otomatik olarak yeniden oluşturulur

source: Recently used
de: Kürzlich verwendet
es: Usado recientemente
tr: Yakın zamanda kullanıldı

source: Remove
de: Entfernen
es: Eliminar
tr: Sil

source: Remove %@
de: %@ entfernen
es: Eliminar %@
tr: Sil: %@

source: Remove %lld hidden files (%@) from %@?
de: %lld versteckte Dateien (%@) von %@ entfernen?
es: ¿Eliminar %lld archivos ocultos (%@) de %@?
tr: %3$@ üzerindeki %1$lld gizli dosya (%2$@) silinsin mi?

source: Remove Mac Hidden Files…
de: Versteckte Mac-Dateien entfernen …
es: Eliminar archivos ocultos de Mac…
tr: Gizli Mac Dosyalarını Sil…

source: Remove apps from the Unused Apps list or with the trash button on the app itself
de: Entferne Apps über die Liste „Ungenutzte Apps“ oder mit der Papierkorbtaste an der App selbst
es: Elimina apps desde la lista Apps sin usar o con el botón de papelera de la propia app
tr: Uygulamaları Kullanılmayan Uygulamalar listesinden veya uygulamanın üzerindeki çöp düğmesiyle silin

source: Removes caches and logs nobody used recently: the same safe clean as Spacebar's automatic cleaning. Your Dry Run setting and Exclusions apply.
de: Entfernt kürzlich ungenutzte Caches und Protokolle: dieselbe sichere Bereinigung wie die automatische Bereinigung von Spacebar. Deine Einstellung für den Probelauf und deine Ausschlüsse gelten.
es: Elimina las cachés y los registros que nadie ha usado recientemente: la misma limpieza segura que la limpieza automática de Spacebar. Se aplican tu ajuste de Simulación y las Exclusiones.
tr: Son zamanlarda kullanılmayan önbellekleri ve günlükleri siler: Spacebar'ın otomatik temizliğiyle aynı güvenli temizlik. Deneme Çalıştırması ayarınız ve Hariç Tutulanlar geçerlidir.

source: Removes the .DS_Store and ._ files, Trash and Spotlight data macOS left on this drive
de: Entfernt die .DS_Store- und ._-Dateien, Papierkorb- und Spotlight-Daten, die macOS auf diesem Laufwerk hinterlassen hat
es: Elimina los archivos .DS_Store y ._, la Papelera y los datos de Spotlight que macOS ha dejado en este disco
tr: macOS'in bu diskte bıraktığı .DS_Store ve ._ dosyalarını, Çöp Sepeti ve Spotlight verilerini siler

source: Returns the bytes available on your startup disk, including space macOS can free on its own.
de: Gibt die verfügbaren Bytes auf deinem Startvolume zurück, einschließlich Speicher, den macOS selbst freigeben kann.
es: Devuelve los bytes disponibles en tu disco de arranque, incluido el espacio que macOS puede liberar por sí solo.
tr: macOS'in kendiliğinden boşaltabileceği alan dahil, başlangıç diskinizde kullanılabilir bayt miktarını döndürür.

source: Reveal Kept Copy in Finder
de: Behaltene Kopie im Finder zeigen
es: Mostrar la copia conservada en el Finder
tr: Saklanan Kopyayı Finder'da Göster

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
tr: Finder'da Göster

source: Review
de: Prüfen
es: Revisar
tr: İncele

source: Review Again
de: Erneut prüfen
es: Volver a revisar
tr: Yeniden İncele

source: Review Snapshots
de: Snapshots prüfen
es: Revisar instantáneas
tr: Anlık Görüntüleri İncele

source: Review first
de: Erst prüfen
es: Revisar primero
tr: Önce inceleyin

source: Right arrow
de: Rechtspfeil
es: Flecha derecha
tr: Sağ ok tuşu

source: Run a scan to see what can be cleaned.
de: Starte einen Scan, um zu sehen, was bereinigt werden kann.
es: Realiza un análisis para ver qué se puede limpiar.
tr: Nelerin temizlenebileceğini görmek için tarama yapın.

source: Running
de: Aktiv
es: En ejecución
tr: Çalışıyor

source: Runtime · last used %@
de: Laufzeit · zuletzt verwendet: %@
es: Runtime · último uso: %@
tr: Çalışma zamanı · son kullanım: %@

source: Safe to clean
de: Sicher zu bereinigen
es: Seguro para limpiar
tr: Temizlemesi güvenli

source: Save
de: Sichern
es: Guardar
tr: Kaydet

source: Saved windows
de: Gesicherte Fenster
es: Ventanas guardadas
tr: Kaydedilmiş pencereler

source: Scan
de: Scannen
es: Analizar
tr: Tara

source: Scan %@
de: %@ scannen
es: Analizar %@
tr: Tara: %@

source: Scan Again
de: Erneut scannen
es: Volver a analizar
tr: Yeniden Tara

source: Scan again (⌘R)
de: Erneut scannen (⌘R)
es: Volver a analizar (⌘R)
tr: Yeniden tara (⌘R)

source: Scan to find what to clean
de: Scanne, um Bereinigbares zu finden
es: Analiza para encontrar qué limpiar
tr: Neyin temizleneceğini bulmak için tarayın

source: Scan to see what's using your disk.
de: Scanne, um zu sehen, was Speicher belegt.
es: Analiza para ver qué ocupa tu disco.
tr: Diskinizi neyin kullandığını görmek için tarayın.

source: Scanning…
de: Scannen …
es: Analizando…
tr: Taranıyor…

source: Scripts
de: Skripte
tr: Betikler

source: Search (⌘F)
de: Suchen (⌘F)
es: Buscar (⌘F)
tr: Ara (⌘F)

source: See what's using your disk, and free space safely.
de: Sieh, was Speicher belegt, und gib sicher Platz frei.
es: Descubre qué ocupa tu disco y libera espacio de forma segura.
tr: Diskinizi neyin kullandığını görün ve güvenle yer açın.

source: Select %@
de: %@ auswählen
es: Seleccionar %@
tr: Seç: %@

source: Select All
de: Alle auswählen
es: Seleccionar todo
tr: Tümünü Seç

source: Select None
de: Keine auswählen
es: No seleccionar nada
tr: Hiçbirini Seçme
